cbonsai
cpupower-gui
ibus-bamboo
librewolf-bin
lmstudio
neofetch
oh-my-posh-git
python-lmstudio
python-textualeffects
rar
spotube-bin
tmatrix
uefitool
update-grub
vlc-git
vmware-keymaps
vmware-workstation
vscodium-bin
xdman_gtk
yay
yay-debug
zsh-autocomplete-git
