7zip
acpid
amd-ucode
base
base-devel
bc
blueman
bluez
bluez-utils
btop
bully
cbonsai
chafa
cheese
cowpatty
cpupower-gui
dnsmasq
docker
efibootmgr
exo
fastfetch
garcon
gimp
git
grub
gst-plugin-pipewire
gvfs
hashcat
hcxdumptool
hcxtools
htop
ibus-bamboo
inetutils
intel-media-driver
intel-ucode
iptables-nft
iwd
jgmenu
john
lib32-alsa-plugins
lib32-mesa
libpulse
libreoffice-fresh
librewolf-bin
libva-intel-driver
libvirt
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
lmstudio
macchanger
man-db
mousepad
mpv
nano
neofetch
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
ntfs-3g
obs-studio
oh-my-posh-git
pavucontrol
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-brotli
python-lmstudio
python-pip
python-pipx
python-pycryptodome
python-textualeffects
python-websockets
python-xattr
qemu-base
qt6ct
rar
reaver
smartmontools
sndio
sof-firmware
spotube-bin
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tlp-rdw
tmatrix
torbrowser-launcher
tumbler
ueberzugpp
uefitool
ufw
unzip
update-grub
viewnior
vim
vlc-git
vmware-keymaps
vmware-workstation
vscodium-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wine-gecko
wine-mono
wine-staging
winetricks
wireless_tools
wireplumber
wireshark-cli
xarchiver
xdg-user-dirs
xdg-utils
xdman_gtk
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-docklike-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
yasm
yay
yay-debug
yazi
yt-dlp
zip
zram-generator
zsh
zsh-autocomplete-git
